{
  "wordOrPhrase": [
    "LMAO Bot",
    "Buongiorno",
    "BlaseAndreone puzza",
    "CIAOAOAOAOAOAOAO",
    "THE WAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALLLLLLLLLLLLLLLLLLLLLLLLL",
    "Gerry Scotti",
    "https://tyger375.tk/",
    "O tataca o tacaca",
    "pythonare",
    "Python > Javascript",
    "AMOGUS"
  ],
  "jokes": [
    "Ma se una spremuta di arancia e' un'aranciata, quella di cachi e' una cacata?",
    "Lo sai in quale stanza ci si sente piu' ottimisti ? Il bagno... perche' ogni cosa che farai sara' un... Su-cesso!",
    "Un pulcino dentro un computer fa MICRO-CIP!",
    "Ma se una mucca si trova a bratislava, e' una slo-vacca?",
    "Come si dice uno scontro tra due carrelli?..... scontrino!",
    "Cosa fa il dente del giudizio? Giudica i molari!",
    "La maestra chiama Pierino alla cattedra e gli dice: 'se hai 2 monete in una tasca e nell'altra 3, quante ne hai in tutto?' e Pierino risponde: 'zero...oppure ha sbagliato persona, perche' in tasca non ho nessuna moneta.'",
    "- 'Mamma hai visto il black out?'\n- 'no Pierino era tutto buio.'",
    "Quale sistema operativo non possono usare i ciechi? Windows Vista.",
    "Lo sapevi che un canguro riesce a saltare piu' in alto di una casa media?\nQuesto perche' hanno le gambe molto sviluppate... e perche' le case medie non saltano!",
    "L’ammiraglio vede una flotta nemica e dice al suo tirapiedi: 'portami la mia maglietta rossa cosi' i soldati non vedranno il mio sangue.'\nSubito dopo il tirapiedi gli dice: 'ci sono altre 20 navi ammiraglio... vado a prendere i pantaloni marroni.'",
    "Un bambino alla mamma:\n'ehi mamma, dov'e' Philadelphia?'\n- 'nel frigo tesoro.'",
    "- 'Dottore, mi puo' prescrivere un sonnifero per mia suocera?'\n- 'perche' sua suocera soffre d'insonnia?'\n- 'no, no, mia suocera la notte dorme benissimo, il sonnifero era per il giorno.'",
    "La traduzione italiana del famoso attore T.Hanks?? G.Razie!!",
    "Vecchio proverbio aggiornato.\nChi va forte ... arriva prima\nChi va piano va sano ma viene tamponato poco lontano.",
    "Qual'e' la differenza tra un uomo e una scimmia??\nIl mar Mediterraneo!!",
    "Se sentite delle sirene avvicinarsi non vi preoccupate.... ho appena arrestato il PC!",
    "Due tirchi scommettono 20 euro per chi resta piu' a lungo sott'acqua: ritrovati i due cadaveri!",
    "Un bambino sta giocando al computer e la madre, che sta facendo le pulizie della casa, dice: 'ragazzo mio te l'ho sempre detto che prima di navigare in internet ti devi mettere il salvagente'.",
    "La maestra di matematica chiede a Pierino: 'se in una tasca dei pantaloni hai 2 euro e nell'altra ne hai 1 quanti euro hai in tutto?' e Pierino risponde dopo aver controllato le sue tasche: 'uhmm... ho i pantaloni di un altro signora maestra!'",
    "Nuova app per maccellai: trippavisor!",
    "Che cosa fa un pittore al polo nord?...un affresco!",
    "Un giorno Pinocchio cammina in una foresta e si trova circondato da un branco di elefanti e pensa tra se: 'allora non sono l'unico a dire le bugie'."
  ],
  "riddles": [
    {"indovinello": "Sai qual e' il colmo per un azienda che produce carta igienica?", "risposta": "Andare a rotoli!"},
    {"indovinello": "Lo sai qual e' il colmo per un mango?", "risposta": "non lo so mango io"},
    {"indovinello": "Quale e' il colmo per un giornalista?", "risposta": "Avere una figlia senza telefono e social"},
    {"indovinello": "Qual e' il colmo per un matematico?", "risposta": "Abitare in una frazione di Potenza."},
    {"indovinello": "Qual e' la formula chimica del latte?", "risposta": "Vacca2o!"},
    {"indovinello": "In una stanza si trovano raccolti nel silenzio generale, un caporale, un tenente, un maggiore e un colonnello; chi ha il grado piu' alto?", "risposta": "Il silenzio, perche' e' generale."},
    {"indovinello": "Sono ritenuti gli sportivi piu' simpatici, proprio per la loro attivita': chi sono?",
     "risposta": "I tennisti perche' fanno tante battute."},
    {"indovinello": "Qual e' il migliore amico del pescatore?", "risposta": "Il pescecane."},
    {"indovinello": "E' un animale che si sposta velocemente e il suo nome ce lo ricorda.", "risposta": "L'A-qui-la!"},
    {"indovinello": "Perche' non si e' mai visto uno scheletro lanciarsi col paracadute?",
     "risposta": "Perche' non ha fegato!"},
    {"indovinello": "Perche' un pomodoro non attraversa la strada?", "risposta": "Perche' e' rosso."},
    {"indovinello": "Cosa fa un gallo sotto terra?", "risposta": "Fa una galleria!"},
    {"indovinello": "Se Einstein e Dracula giocano a carte, chi dei due vince?",
     "risposta": "Vince sempre Dracula, perche' 'bara'!"},
    {"indovinello": "Cosa succede se mettete un chicco di caffe' nella doccia?", "risposta": "Si lavazza!"}
  ]
}